Repository: elmeddinnazarov/MultiShop-Ecommerce
Catalog: MultiShop/locale/*/LC_MESSAGES/django.po
Languages: az

source: Categories
az: Kateqoryalar

source: Save
az: Qənaət Et

source: Shop Now
az: İndi Al

source: Quality Product
az: Keyyfiyyətli Məhsullar

source: Free Shipping
az: Pulsuz Çattırılma

source: 14-Day Return
az: 14-Gün Geri Qaytarma

source: 24/7 Support
az: 24/7 Dəstək

source: Featured Products
az: Önə Çıxan Məhsullar

source: Recent Products
az: Ən Yeni Məhsullar

source: Online Shop Website
az: Online Aliş-Veriş Saytı

source: Sign in
az: Giriş Et

source: Sign up
az: Qeydiyyatdan Keç

source: Customer Service
az: Müştəri Xidmətləri

source: Home
az: Ana Səifə

source: Shop
az: Məhsullar

source: Contact
az: Əlaqə

source: Profile
az: Profil

source: Logout
az: Çıxış

source: Get In Touch
az: Əlaqə Məlumatları

source: Site Map
az: Sayt Xəritəsi

source: Our Shop
az: Mağazamız

source: Shop Detail
az: Haqqında

source: Shopping Cart
az: Kart

source: Checkout
az: Ödəmə Ekranı

source: Contact Us
az: Bizimlə Əlaqə

source: My Account
az: Profil

source: Subscribe
az: Abunə Ol

source: Sign Up
az: Giriş

source: Follow Us
az: Bizi İzləyin

source: All Rights Reserved.
az: Bütün Hüquqları Qorunur
